Repository: ChineseZheng/gobby
Catalog: po/gv.po
Languages: gv

source: Send
gv: Cur hug

source: Document %0% does not exist
gv: Cha nel yn docmiad %0% ayn

source: Usage: /remove <document>
gv: ymmyd: /geddyn rey lesh <docmaidt>

source: Document list
gv: Rolley docmaid

source: GtkSpell error: %0%
gv: Doilleid GtkSpell: %0%

source: Failed to convert input into UTF-8: Either the encoding is unknown or it is binary input.
gv: cha doodym cur coarty magh dys UTF-8: fodde cha nel fys ec yn coadagh ny yn coayrt stiagh jeesoil

source: Auto Detect
gv: Feddyn Magh Hene

source: Character Encoding:
gv: Coadagh Lettyryn:

source: Find what:
gv: Feddyn c'red:

source: Replace with:
gv: Cur ayns ynnyd jeh:

source: Match whole word only
gv: Cur myr cheddin just un fockle

source: Match case
gv: Feddyn red cheddin

source: Match as regular expression
gv: Cur cheddin myr insh

source: Direction
gv: Raad

source: _Up
gv: _Heose

source: _Down
gv: _Neose

source: _Replace
gv: _Cur ayns ynnyd jeh

source: Replace _all
gv: Cur ayns ynnyd jeh _oilley

source: Search
gv: Shirrey

source: Search and replace
gv: Shirrey as cur ayns ynnyd jeh

source: "%0%" has not been found in the document.
gv: Cha nel "%0%" er v'eh feddynit 'sy docmaid.

source: No occurence has been replaced
gv: Cha nel

source: %0% occurence has been replaced
gv: Ta %0% taghyrt er v'eh currit ayns ynnyd jeh

source: No document currently opened
gv: Cha nel docmaid foshlit 'sy traa t'ayn

source: Line number:
gv: Earroo liney:

source: _Go to line
gv: _Goll dys liney

source: Go to line
gv: Goll dys liney

source: Create session...
gv: Croo quaiyl...

source: Opens a new obby session
gv: T'eh fosley ny quail obby noa

source: Join session...
gv: Goaill ayrn ayns quaiyl

source: Joins an existing obby session
gv: Goaill ayrn ayns quaiyl gobby ayn hannah

source: Save session
gv: Sauail quaiyl

source: Saves the complete session for a later restore
gv: T'eh sauail yn clen quaiyl son ny cur erash ny sanmey

source: Save session as...
gv: Sauail quaiyl myr...

source: "Saves as..." the complete session for a later restore
gv: "Sauail myr..." yn quaiyl lane son ny cur erash ny sanmey

source: Quit session
gv: Faagail quaiyl

source: Leaves the currently running obby session
gv: Faagail yn quaiyl roie ec y traa t'ayn obby

source: Quit
gv: Faagail

source: Quits the application
gv: T'eh faagail yn claare

source: _Session
gv: _Quaiyl

source: Create document...
gv: Croo ny docmaid...

source: Creates a new document
gv: T'eh croo ny docmaid noa

source: Open document...
gv: Fosley docmaid...

source: Loads a file into a new document
gv: T'eh laadey ny coadan ayns ny docmaid

source: Save document
gv: Sauail docmaid

source: Saves a document into a file
gv: T'eh sauail ny docmaid ayns ny coadan

source: Save document as...
gv: Sauail docmaid myr...

source: Saves a document to another location
gv: T'eh sauail ny docmaid dys boayl elley

source: Save all documents
gv: Sauail oilley ny docmaidyn

source: Saves all documents
gv: T'eh sauail oilley ny docmaidyn

source: Close document
gv: Dooney docmaid

source: Closes an opened document
gv: T'eh dooney ny docmaid foshlit

source: _Edit
gv: C_aghlaa

source: Find...
gv: Feddyn...

source: Search for a text in the current document
gv: Shirrey son ny teks ayns yn docmaid 'sy traa t'ayn

source: Find and replace...
gv: Feddyn as cur ayns ynnyd jeh...

source: Search for a text and replace it with another one
gv: Shirrey son ny teks as cur ayns ynnyd jeh ny fer elley

source: Go to line...
gv: Goll dys liney...

source: Preferences...
gv: Reihghyn ayd's

source: Displays a dialog to customize Gobby for your needs
gv: T'eh soislaghey ny screeuyn dy caghlaa Gobby son ny ymmydyn ayd's

source: Document preferences...
gv: Reihghyn docmaid ayd's...

source: Shows a preferences dialog that is just applied to this document
gv: Soilsahgehy ny screeuyn reihghyn ayd's ta just currit er son yn docmaid shoh

source: Syntax
gv: Coreir

source: _User
gv: _Ymmydeyr

source: Set password...
gv: Cur er focklefollit...

source: Sets a password for this user
gv: T'eh cur er ny focklefollit son yn ymmydeyr shoh

source: Set color...
gv: Reih daa...

source: Sets a new color for this user
gv: T'eh cur er ny daa noa son yn ymmyder shoh

source: _Window
gv: _Uinnag

source: User list
gv: Rolley Ymmydeyr

source: Displays a list of users that are currently joined
gv: T'eh soilshaghey ny rolley jeh ymmydeyryn ta hurrysit stiagh 'sy traa t'ayn

source: Displays a list of documents within the current session
gv: T'eh soilshaghey ny rolley jeh docmaidyn ayns yn quaiyl shoh

source: Chat
gv: Cowag

source: Displays a chat to talk to other people in the session
gv: T'eh soilshaghey ny coloayrtys dy loayrt rish slhie elley 'syn quaiyl

source: _Help
gv: _Cooney

source: About
gv: Mychione

source: Shows Gobby's copyright and credits
gv: T'esh soilshaghey ny credjaalyn as coip-chiartyn Gobby

source: None
gv: Cha nel fer erbee

source: Unselects the current language
gv: t'eh neu-reih yn çhengey 'sy traa t'ayn

source: Selects %0% as language
gv: T'eh reih %0% myr ny çhengey

source: Create obby session
gv: Croo quaiyl obby

source: Port:
gv: Purt:

source: Name:
gv: Ennym:

source: Color:
gv: Daa

source: Password:
gv: Focklefollit:

source: Restore session:
gv: Cur quaiyl erash:

source: Restore session
gv: Cur quaiyl erash

source: .obby files
gv: Coadanyn .obby

source: All files
gv: Oilley ny coadynyn

source: _Host
gv: Cu_irreyder

source: Opening obby session...
gv: Croo quaiyl obby noa...

source: Join obby session
gv: Goaill ayrn ayns quaiyl obby

source: Host:
gv: Cuirreyder

source: Local network
gv: Eddyr-voggyl ynyndagh

source: User
gv: Ymmydeyr

source: Host
gv: Cuirreyder

source: Port
gv: Purt

source: Failure
gv: Cha ren eh gobbraghey

source: User password for user '%0%' required. You may either choose another user name, type in your user password or cancel the connection.
gv: Ta feym ayd er focklefollit ymmydeyr son '%0%'. Tow abyl dy reih ny ennym ymmydeyr elley, screeu stiafg yn focklefollit ayd's ny cur yn cochiangley ass.

source: Name is already in use. You may choose another name or cancel the connection.
gv: Ta'n ennym ayns ymmyd hannah. Tow abyl dy reih ny ennym elley ny cur yn cochiangley ass.

source: New name:
gv: Ennym noa:

source: Color is already in use. You may choose another color or cancel the connection.
gv: T'an daa ayns ymmyd hannah. Tow abyl dy reih ny daa elley ny cur yn cochiangley ass.

source: Session password required. You have to type in the password to be able to join the obby session.
gv: Ta feym ayd er focklefollit quaiyl. Ta feym ayd screeu stiagh yn focklefollit dy goaill ayrn ayns yn quaiyl obby.

source: Session password:
gv: Focklefollit quaiyl:

source: Session password required
gv: Ta feym ayd er focklefollit quaiyl

source: User password:
gv: Focklefollit ymmydeyr:

source: Joining obby session...
gv: Goaill ayrn ayns quaiyl obby...

source: Setting up connection encryption (TLS)...
gv: Cur heose coadagh cochiangley (TLS)...

source: Login packet sent, waiting for response...
gv: Bundeil hurrys stiagh currit, fuirraghtyn son freggyrt...

source: Logged in successfully, synchronising session...
gv: Hurrysit stiagh dy kiart, cur quaiyl cooidagh...

source: Connection lost
gv: Cochiangley caillt

source: Tab Stops
gv: Scuirryn Tab

source: Indentation
gv: Jingey

source: Home/End behaviour
gv: Ymmyrkey Thie/Jerrey

source: Tab width:
gv: Lheead tab:

source: Insert spaces instead of tabs
gv: Cur stiagh barneyn ayns ynnyd jeh tabyn

source: Enable automatic indentation
gv: Lhiggey da jingey hene

source: Smart home/end
gv: Thie/jerrey aghtal

source: Text wrapping
gv: coodaghey teks

source: Line numbers
gv: Earrooyn liney

source: Current line
gv: Liney 'sy traa t'ayn

source: Right margin
gv: Oirr yesh

source: Bracket matching
gv: Oirr cheddin

source: Enable text wrapping
gv: Lhiggey da coodaghey teks

source: Do not split words over two lines
gv: Ny jean scoltey fockleyn harrish daa lineyn

source: Display line numbers
gv: Soilshghey earrooyn liney

source: Highlight current line
gv: Teih liney 'sy traa t'ayn

source: Display right margin
gv: Soilshaghey oirr yesh

source: Right margin at column:
gv: Soilshaghey oirr ec colloo:

source: Highlight matching bracket
gv: Teih brackey teih

source: Toolbar
gv: Barrgreie

source: Windows
gv: Uinnagyn

source: Highlight the window on incoming chat messages
gv: Teih yn uinnag jeh çhaghteraghyn cheet stiagh

source: Show text only
gv: Soilshaghey just teks

source: Show icons only
gv: Soilshaghey just jallooyn veg

source: Show both icons and text
gv: Soilshaghey jallooyn veg as teks

source: Show text besides icons
gv: Soilshaghey teks marish jallooynveg

source: Document management
gv: Reireydys docmaid

source: Open new remotely-created documents automatically
gv: Fosley docmaidyn crooit dy noa dy fodde hene

source: Pattern
gv: Sambyl

source: Language
gv: çhengey

source: Mime type
gv: Aght Mime

source: This is a list of all recognized file types
gv: Ta shoh ny rolley clen jeh oilley ny aghtyn coadan lesh fys
